Repository: gerald-dotcom/respeaker_frontend
Catalog: juci/plugins/juci-dropbear/po/*.po
Languages: sv

source: Dropbear SSH
sv: SSH

source: settings.dropbear.info
sv: Inställningar för SSH-åtkomst till din router

source: Start/Stop Service
sv: Starta/Stoppa tjänsten

source: Start or stop service
sv: Starta eller stoppa tjänsten

source: Enabled
sv: Aktiv

source: Enable/Disable starting SSH service during boot
sv: Slå på/av SSH tjänsten

source: Verbose logging
sv: Utförlig loggning

source: Set to 1 to enable verbose output by the start script
sv: Sätt till 1 för att slå på extra logginformation

source: Banner File
sv: Banner-fil

source: Name of a file to be printed before the user has authenticated successfully
sv: Namn på filen som ska användas som banner när användaren loggar in

source: Banner File Path
sv: Banner-filens sökväg

source: Password Authentication
sv: Lösenordsautentisering

source: Listen Port
sv: Port

source: Enable Root Password Auth
sv: Tillåt inloggning med lösenord för root

source: Enable Root Login
sv: Tillåt inloggning för root

source: Enable Forwarded Ports
sv: Slå på port-forwarding funktionalitet

source: RSA Key File
sv: RSA nyckelfil

source: DSS Key File
sv: DNS nyckelfil

source: Connection Keep Alive
sv: Keep-Alive funktion

source: Idle Timeout
sv: Timeout inaktivitet

source: settings-management-dropbear-title
sv: SSH

source: menu-settings-management-dropbear-title
sv: SSH
