Repository: gerald-dotcom/respeaker_frontend
Catalog: juci/plugins/juci-simple-gui/po/*.po
Languages: sv

source: Static Address
sv: Statisk IP-adress

source: DHCP v4
sv: DHCP server

source: DHCP v6
sv: DHCP server

source: PPP over Ethernet
sv: PPP över Ethernet

source: wireless.2g.info
sv: Här kan du konfigurera din 2Ghz trådlöst nätverk.

source: Radio Configuration
sv: Radiokonfiguration

source: SSID Configuration
sv: SSID Konfiguration

source: wireless.5g.info
sv: Här kan du konfigurera ditt 5Ghz trådlöst nätverk.

source: 5Ghz Wireless
sv: 5Ghz Trådlöst

source: lan.config.info
sv: Här kan du konfigurera ditt LAN nätverk.

source: LAN Configuration
sv: LAN Konfiguration

source: dhcp.config.info
sv: DHCP konfiguration

source: DHCP Configuration
sv: DHCP Konfiguration

source: wan.config.info
sv: WAN konfiguration

source: Configuration Method
sv: Konfigurationsmetod

source: Choose Configuration Option
sv: Välj konfigurationsväg

source: WAN Configuration
sv: WAN konfiguration

source: simple-lan-config-title
sv: LAN

source: simple-services-title
sv: Tjänster

source: simple-wan-config-title
sv: WAN

source: simple-lan-dhcp-config-title
sv: DHCP

source: simple-admin-title
sv: Admin

source: simple-5g-wireless-title
sv: 5Ghz WiFi

source: simple-2g-wireless-title
sv: 2.4Ghz WiFi

source: menu-simple-lan-config-title
sv: LAN

source: menu-simple-services-title
sv: Tjänster

source: menu-simple-wan-config-title
sv: WAN

source: menu-simple-lan-dhcp-config-title
sv: DHCP

source: menu-simple-admin-title
sv: Admin

source: menu-simple-5g-wireless-title
sv: 5Ghz WiFi

source: menu-simple-2g-wireless-title
sv: 2.4Ghz WiFi
