Repository: gerald-dotcom/respeaker_frontend
Catalog: juci/plugins/juci-event/po/*.po
Languages: fi

source: Log size
fi: Lokin koko

source: Log size in KB
fi: Lokin koko KB

source: Console Log Level
fi: Konsolin lokitaso

source: Number between 1-8. The maximum log level for kernel messages to be logged to the console. Only messages with a level lower than this will be printed to the console.
fi: Numero välillä 1-8. Suurin lokitaso mikä tallentaa kernelin viestejä konsoliin. Vain tätä lokitasoa alemmat viestit tulostetaan konsoliin.

source: Log level 1-8
fi: Lokitaso 1-8

source: Enable remote logging
fi: Ota käyttöön etäloki

source: Logging server IP
fi: Palvelimen loki

source: IP address of a syslog server to which the log messages should be sent in addition to the local destination.
fi: Syslog-palvelimen IP-osoite johon lokiviestit lähetetään

source: Log port
fi: Portti

source: Port number of the remote syslog server specified with log_ip.
fi: Etälokipalvelimen portin numero

source: Server port
fi: Palvelimen portti

source: event-log-config-title
fi: Loki

source: menu-event-log-config-title
fi: Tapahtumaloki
